---
kind: enumMember
id: F:Autodesk.Revit.DB.ModifierType.Workset
enum: Autodesk.Revit.DB.ModifierType
zh: 工作集
source: html/14da29ca-e466-9c3f-7a5b-5988a0e0ef6b.htm
---
# Autodesk.Revit.DB.ModifierType.Workset

**中文**: 工作集

Signals that the name of the workset will appear in the layer name.